Repository: giellalt/corpus-sms
Catalog: tmx/sme/admin/sd/golden_language_fi/duogas_ja_vuoitit-taustaa_ja_voittajat_uusi.pdf.tmx
Source language: sms
Languages: sme

source: TUÂǤǤA DA ÄIGGSAB VUʼIŠTTI:
sme: DUOGÁŠ JA OVDALAŠ VUOITIT:

source: SääŠmǩiõlin LaŠsǩǩeet, što sääŠmǩiõlin lie nuŠtt 20 000 – 30 000 mainsteei.
sme: Sámegielaid birra Lea rehkenastojuvvon ahte sullii 20 000 - 30 000 olbmo sámástit.

source: Gollegiella lij vuâđđuum sääŠmǩiõl õõudâsviikkâm- da jälltemtuåimi älšmâŠttem diõtt.
sme: Gollegiella lea ásahuvvon dan dihte ahte movttiidahttit sámi gielaid ovddidan- ja ealáskahttinbargguid.

source: Šuurmõs sääŠmǩiõlin lij tâŠvvsääŠm, koon mainstet Taarrâst, Ruõccâst da LääŠddjânnmest.
sme: Stuorimus sámegiella lea davvisámegiella mii ságastuvvo Norggas, Ruoŧas ja Suomas.

source: Ruõccâst da Taarrâst mainstet še saujjsääŠmǩiõl, luulajasääŠmǩiõl, uumajasääŠmǩiõl da piitimensääŠmǩiõl.
sme: Ruoŧas ja Norggas ságastuvvo maiddái lullisámegiella, julevsámegiella, ubmisámegiella ja bihtánsámegiella.

source: LääŠddjânnmest mainstet tâŠvvsääŠmǩiõl lââŠssen aanarsääŠmǩiõl da nuõrttsääŠmǩiõl.
sme: Suomas gávdno earret davvisámi maiddái anárašgiella ja nuortalašgiella.

source: Ruõššâst jäänaš vuäŠss sääŠmǩiõl mainsteeŠjin maainast ǩiŠlddsääŠmǩiõl ja eža ooccanj maainstet nuõrttsääŠmǩiõl, äŠǩǩelsääŠmǩiõl da tââŠrjǩiõl.
sme: Ruoššas leat eanas ságasteaddjit gielddasámegielagat ja hui unnán olbmot ságastit nuortalašgiela, áhkkilsámegiela ja darjjesámegiela.

source: Puk sääŠmǩiõl lie vaarvuâlaž ǩiõl.
sme: Buot sámegielat leat uhkiduvvon gielat.

source: Äiggsab ǩiõllciist vuõiŠtti:
sme: Ovdalaš bálkkašumi vuoitit:

source: Divvun da Giellatekno Tromsa universiteeŠttest diAleksandra Andrejevna Antonova da Nina Jeliseevna Afanasjeva vuåǯǯu eeŠjj jagi 2014 ǩiõllciist.
sme: Divvun ja Giellatekno Romssa Universitehtas ja Aleksandra Andrejevna Antonova ja Nina Jeliseevna Afanasjeva ožžo jagi 2012 giellabálkkašumi.

source: Antonova da Afanasjeva vuåǯǯu ciist, ko suäna lie tuâjjääm kuuŠǩǩ ääiŠj ǩiŠlddsääŠm äärvouddmõõžž kaggmõõžž ǩeeŠrjid ǩeeŠrjteeŠl di jåårǥjâtteeŠl säämas da sääŠmǩiõlâst. Tõn lââŠssen suäna lie tuejjääm tuâi ortografiakõõččmõõžži kõõskâst.
sme: Antonova ja Afanasjeva oaččuiga bálkkašumi go leaba guhká bargan bajideame gielddasámegiela árvvu go soai leaba čállán girjjiid, jorgalan sámegillii ja sámegielas, dasa lassin leaba ortográfalaš gažaldagaiguin bargan.

source: Divvun da Giellatekno vuâǯǯai ciist ođđäiggsaž teknologia äuŠǩǩumuužžâst nuŠtt, što tõt lij ouddam vuäittmõõžž sääŠmǩiõllsaž õõŠnnjid neeŠttest taŠrjjeemnallšem åårrai vuõiŠǥǥestǩeŠrjjtõs-
sme: Divvun ja Giellatekno oaččui bálkkašumi, go lea geavahišgoahtán ođđaáigásaš teknologiija vai sámi geavaheddjiide leat geavahanláhkái neahtas sihke riektečállin- ja divvunprográmmat, bagadusat ja sátnegirjjit.

source: KueŠhtt sääŠmneezzan, Máret Sárá Karasjooǥǥâst di Lajla Mattson Magga Koutoǩeäinast juõŠǩǩe eeŠjj 2010 ǩiõllciist.
sme: Guokte sámi nissona, Máret Sárá, Kárášjogas ja Lajla Mattson Magga, Guovdageainnus juogadeigga jagi 2010 giellabálkkašumi.

source: Sárá lij viikkâm ooudâs sääŠmǩiõl uŠčteeŠlen, journalisttân da ǩeŠrjjneŠǩǩen.
sme: Sárá lea ovddidan davvisámegiela oahpaheaddjin, journalistan ja girječállin.

source: Son lij ǩeeŠrjtam mättʼtemǩeeŠrjid di noorrâm mj. siõrid da sääŠnnväjjsid ǩeŠrjjen.
sme: Son lea čállán oahppogirjjiid ja čohkken sihke stohkosiid ja sátnevádjasiid girjin.

source: Mattson Magga lij tuâjees pääiŠǩ ruõkkâm, mättŠtam da viikkâm ooudâs saujjsääŠmǩiõl.
sme: Mattson Magga lea barggustis bokte gáhtten, oahpahan ja ovddidan lullisámegiela.

source: Son lij ǩeeŠrjtam saujjsääŠm sääŠnnǩeeŠrjid, mooččâdǩeŠrjjlažvuõđ- da ämmatǩeŠrjjlažvuõđ di tõn lââŠssen tuejjääm jåårǥlâŠttemtuâjaid da noorrâm ǩiõllteeŠstid.
sme: Son lea čállán lullisámi sátnegirjjiid, čáppagirjjálašvuođa- ja fágagirjjiid ja lea dasa lassin jorgaladdan ja čohkken gielladeavsttaid.

source: Sámi Siida Uccjooǥǥâst LääŠddjânnmest da Henrik Barruk Straejmiest Ruõccâst juõŠǩǩe eeŠjj 2008 ǩiõllciist.
sme: Sámi Siida Ohcejogas Suomas ja Henrik Barruk Straejmies Ruoŧas juogadeigga jagi 2008 bálkkašupmi.

source: Sámi Siida – õhttõs vuâǯǯai ciist sääŠmǩiõl staattuuzz ravveem diõtt tuejjuum tuâjast Uccjooǥǥ kååŠddest.
sme: Sámi Siida oaččui bálkkašumi danin go sii leat 1970-logu rájis bargan sámegiela sajádaga nannemiin Ohcejoga gielddas.

source: Henrik Barruk lij kuuŠǩǩ dokumenttjam da jälltam uumajasääŠmǩiõl.
sme: Henrik Barruk lea guhká bargan upmisámegiela dokumenteremiin ja ealáskahttimiin.

source: Vuõssmõs ǩeeŠrjtõõzz, koid čõõđteš säämas 1600-lååǥǥast, leäi ǩeeŠrjtum uumajasääŠmǩiõlin, jm. ABC-ǩeŠrjj.
sme: Vuosttaš čállagat mat prentejuvvojedje 1600-logus ledje čállojuvvon upmisámegillii, earret eará okta ABC-girji.

source: Harald Gaski da Jouni Moshnikoff vuåǯǯu eeŠjj 2006 ǩiõllciist.
sme: Harald Gaski ja Jouni Moshnikoff oaččuiga 2006 giellabálkkašumi.

source: Jouni Moshnikoff (1940-2012) suu slävvõttŠeš kuŠǩes da stälbbai tuâjast nuõrttsääŠmǩiõll diõtt.
sme: Jouni Moshnikoff (1940-2012) gudnejahttojuvvui go lea nu guhká ja garrasit bargan nuortasámegiela ovddidemiin.

source: Harald Gaski lij tuejjääm miârkkšõõvvâmnallšem kookkaskuõŠddi ooudâsviikkâmtuâi ǩiõl diõtt. Son lij leämmaž tuŠtǩǩeemtuåimmjumuužžineez miârkkšõõvvi tuejjeei sääŠmǩiõllsaž mooččâdǩeŠrjjlažvuõđ äärvouddmõõžž kaggmõõžžâst.
sme: Harald Gaski lea dahkan viiddes giellaovddidanbarggu ja lea iežas dutkama bokte leamaš veahkkin loktet stáhtusa sámegielat girjjálašvuođas.

source: Ella Holm Bulla ja Anarâkielâ servi (aanarsääŠmǩiõl õhttõs) vuâǯǯai emansa vuâđđuum tâŠvvjânnmlaž sääŠmǩiõl Gollegiella-ciist eeŠjjest 2004.
sme: Ella Holm Bull ja Anarâškielâ servi (anárašgiela searvi) ožžo easka ásahuvvon davviriikkalaš sámegiela Gollegiella-giellabálkkašumi jagi 2004.

source: Ella Holm Bull (1929-2006) tuejjii obb jieŠllempoodd mieŠldd tuâjaid saujjsääŠmǩiõl ooudâsviikkmõŠššen.
sme: Ella Holm Bull (1929-2006) ražai eallinagi lullisámegiela ovddidemiin.

source: Suu täävtõssân leäi lââŠzzted njaaŠlmilaž da še ǩeŠrjjlaž saujjsääŠm âânnmõõžž.
sme: Su ulbmil lei loktet giela geavaheami sihke njálmmálaš ja čálálaš giellan.

source: Anarâkielâ servi lij tõn rääŠjest ko õhttõs leäi vuâđđuum eeŠjjest 1986 tuejjääm jõnn tuâi aanarsääŠm ooudâsviikkmõŠšše.
sme: Anarâškielâ servi lea dan rájis go searvi ásahuvvui Anáris jagis 1986 garrasit bargan anárašgiela ealáskahttimiin.
